[
    {
       "id": "10_year",
       "label": "10 years not elapsed",
       "text": "Defendant alleges the cause of action for this expungement is the passage of ten (10) years since the completion of the sentence in this matter. However, ten (10) years have not elapsed since the completion of Defendant's sentence. The Bureau has not received any evidence that Defendant is otherwise eligible for this expungement, and therefore objects to Defendant's motion."
   },
   {
       "id": "5_year",
       "label": "5 years not elapsed.",
       "text": "Defendant alleges the cause of action for this expungement is the passage of five (5) years since the completion of the sentence in this matter. However, five (5) years have not elapsed since the completion of Defendant's sentence. The Bureau has not received any evidence that Defendant is otherwise eligible for this expungement, and therefore objects to Defendant's motion."
   },
   {
       "id": "892.1",
       "label": "892.1 Set Aside",
       "text": "Defendant alleges their misdemeanor conviction was set aside and dismissed pursuant to Art. 894(B), however the minutes indicate the conviction was set aside pursuant to La. C.Cr.P. Art. 892.1. Pursuant to La. C.Cr.P. Art. 977, set aside and dismissal under Art. 892.1 is not a valid cause of action for misdemeanor conviction expungements. For this reason, the Bureau opposes this motion."
   },
   {
       "id": "missing_charges",
       "label": "Missing charges",
       "text": "The Defendant's motion does not include charges that match the records of the Bureau, and likewise does not include all original charges from the identified date of arrest. The Bureau cannot expunge any charges that are not properly reflected in the records maintained by the Bureau."
   },
   {
       "id": "mismatch_charges",
       "label": "Charges do not match",
       "text": "The Defendant's motion lists a charge that does not match the records of the Bureau for the identified date of arrest. The Bureau will be unable to process any motion or order that does not contain information matching those records as maintained by the Bureau."
   },
   {
       "id": "no_clean_10",
       "label": "Conviction within 10 years",
       "text": "Defendant has moved for the expungement of a felony conviction based upon the passage of time. Pursuant to La C.Cr.P. Art. 978(A)(2), more than 10 years must have elapsed since the completion of sentence and the person has not been convicted of any other criminal offense during the ten-year period, and has no pending charges against him. Defendant has not had a ten year period without a conviction since the completion of their sentence in this matter, and therefore does not qualify for an expungement of this conviction based upon the passage of time."
   },
   {
       "id": "cov",
       "label": "Crime of violence",
       "text": "Defendant was convicted of a crime of violence in this matter. La. C.Cr.P. Art. 978(B) provides that, '[n]o expungement shall be granted nor shall a person be permitted to file a motion to expunge the record of arrest and conviction of a felony offense if the person was convicted of the commission or attempted commission of any of the following offenses: (1) a crime of violence as defined by or enumerated in R.S. 14:2(B), unless otherwise authorized in Paragraph E of this Article.' At all times pertinent to this matter, the charge of conviction has been a crime of violence under R.S. 14:2(B). It is also not authorized to be expunged under Art. 978(E). Defendant therefore has no cause of action for an expungement in this matter."
   },
   {
       "id": "cov_E",
       "label": "Crime of Violence - 978(E)",
       "text": "Defendant was convicted of a crime of violence in this matter. La. C.Cr.P. Art. 978(B) provides that, '[n]o expungement shall be granted nor shall a person be permitted to file a motion to expunge the record of arrest and conviction of a felony offense if the person was convicted of the commission or attempted commission of any of the following offenses: (1) a crime of violence as defined by or enumerated in R.S. 14:2(B), unless otherwise authorized in Paragraph E of this Article.' Paragraph E provides for the expungement of certain crimes of violence if Defendant can prove, at a contradictory hearing, (1) more than ten years have passed since the completion of the sentence; (2) they have had no other convictions during that period; and (3) there are no criminal charges pending against them. The Bureau therefore requests that the matter be set for contradictory hearing pursuant to Art. 978(E)(2)."
   },
   {
       "id": "dist",
       "label": "Distribution",
       "text": "Defendant was convicted of and moves to expunge a charge of distribution in violation of R.S. 40:966. Pursuant to Art. 978(B)(3), a violation of the Uniform Controlled Dangerous Substances Law is ineligible for expungement unless it falls within certain exceptions. A violation of 40:966(A) is not within those exceptions and therefore, Defendant's charge is ineligible for expungement."
   },
   {
       "id": "dab_m",
       "label": "Misd. DAB",
       "text": "Pursuant to La. C.Cr.P. Art. 977(C)(2), 'No person shall be entitled to expungement of a record under any of the following circumstances: ... The misdemeanor conviction was for domestic abuse battery.' Defendant was arrested for and convicted of R.S. 14:35.3 Domestic abuse battery in this matter. Defendant therefore does not have a cause of action for an expungement of this record."
   },
   {
       "id": "dwi_letter",
       "label": "DWI - No OMV letter",
       "text": "Defendant has moved for the expungement of their misdemeanor DWI conviction, but has not attached a certified letter from the Office of Motor Vehicles as required by La. C.Cr.P. Art. 984."
   },
   {
       "id": "dwi_pti",
       "label": "DWI - PTI",
       "text": "Defendant is not eligible for the expungement of their arrest for DWI at this time. La. C.Cr.P. Art. 976(B) states, 'Pursuant to R.S. 15:578.1, no person arrested for a violation of R.S. 14:98 (operating a vehicle while intoxicated) ... and placed by the prosecuting attorney into a pretrial diversion program, shall be entitled to an expungement of the record until five years have elapsed since the date of the arrest for that offense.' Defendant completed a pre-trial diversion program in this matter and five years have not elapsed since the date of arrest."
   },
   {
       "id": "fso_m",
       "label": "Felony Sex Offense - Misd",
       "text": "Article 977(C) provides, 'No person shall be entitled to expungement of a record under either of the following circumstances ... (1) The misdemeanor arose from circumstances involving or is the result of an arrest for a sex offense as defined in R.S. 15:541, except that an interim expungement shall be available as authorized by the provisions of Article 985.1 of this Code.' La. R.S. 15:541(24)(a) defines 'sex offense' and the offense of arrest is included in this definition. Defendant was arrested for a 'sex offense' and was convicted of a misdemeanor arising therefrom. They are therefore not eligible for an expungement of the record."
   },
   {
       "id": "in_pen",
       "label": "Incarcerated",
       "text": "La. C.Cr.P. Art. 975 provides, 'A person in the physical custody of the Department of Public Safety and Corrections serving a sentence at hard labor shall not be permitted to file a motion to expunge a record of an arrest which did not result in a conviction or to expunge a record of an arrest and conviction of a misdemeanor or felony offense.' Defendant is currently incarcerated and is therefore not permitted to file a motion for expungement at this time."
   },
   {
       "id": "waiver_conv_this",
       "label": "Fee Waiver - Conviction in this matter",
       "text": "Attached to Defendant's motion is a signed fee waiver stating that the charges against Defendant were dismissed or refused. However, the Defendant was convicted of an offense in this matter and is therefore not eligible for a fee waiver. The Bureau therefore opposes this motion for expungement as Defendant has not paid the required fee."
   },
   {
       "id": "waiver_conv_other",
       "label": "Fee Waiver - Conviction in another matter",
       "text": "Attached to Defendant's motion is a signed fee waiver stating that Defendant has no felony convictions. However, the Defendant was convicted of a felony offense in another matter and is therefore not eligible for a fee waiver. The Bureau therefore opposes this motion for expungement as Defendant has not paid the required fee."
   },
   {
       "id": "wiaver_pti",
       "label": "Fee Waiver - PTI",
       "text": "Attached to Defendant's motion is a signed fee waiver which states that Defendant's charges were dismissed and Defendant did not participate in pre-trial diversion. However, Defendant's charges were dismissed after completion of a pre-trial diversion program. Defendant is therefore not eligible for a fee waiver, pursuant to Art. 983(F)(2). The Bureau opposes this motion for expungement as Defendant has not paid the required fee."
   },
   {
       "id": "interim_nono",
       "label": "Interim expungement not appropriate",
       "text": "Defendant filed a motion for interim expungement. Defendant is not eligible for an interim expungement as they were not arrested for a felony and convicted of a misdemeanor in this matter."
   },
   {
       "id": "multidoa",
       "label": "Multiple Dates of Arrest",
       "text": "Defendant alleges multiple dates of arrest on the motion for expungement. La. C.Cr.P. Art. 983(B)(1) states, 'The Louisiana Bureau of Criminal Identification and Information may charge a processing fee of two hundred fifty dollars for the expungement of any record of arrest ...' Defendant must therefore file a separate motion for each additional date of arrest with an additional fee."
   },
   {
       "id": "ncoaf",
       "label": "No cause of action - Felony",
       "text": "The defendant has moved for the expungement of a felony conviction but has not identified a cause of action. Pursuant to La. C.Cr.P. Art. 978, a person may be eligible for an expungement of a felony conviction if they have had the conviction set aside and dismissed pursuant to Art. 893(E), if more than ten (10) years have passed since completion of the sentence with no convictions and no pending charges, or if they are entitled to a first felony offender pardon."
   },
   {
       "id": "ncoam",
       "label": "No cause of action - Misd",
       "text": "The defendant has moved for the expungement of a misdemeanor conviction but has not identified a cause of action. Pursuant to La. C.Cr.P. Art. 977, a person may be eligible for an expungement of a misdemeanor conviction if they have gotten the conviction set aside and dismissed pursuant to Art. 894, or if more than 5 years have elapsed since the completion of their sentence without any felony convictions  or pending felony charges."
   },
   {
       "id": "no_dam",
       "label": "No DA Certification - Misd",
       "text": "The Defendant has not provided the Bureau with the District Attorney certification required by Art. 977(A)(2)."
   },
   {
       "id": "no_daf",
       "label": "No DA Certification - Felony",
       "text": "The Defendant has not provided the Bureau with the District Attorney certification required by Art. 978(A)(2)."
   },
   {
       "id": "no_doa",
       "label": "No date of arrest",
       "text": "Defendant's motion does not identify a date of arrest. The Bureau will be unable to process any motion or order that does not contain information matching those records as maintained by the Bureau."
   },
   {
       "id": "nofee_inelig_waiver",
       "label": "No Fee and Ineligible for Waiver",
       "text": "Defendant has failed to pay the fee required by Art. 983(B)(1) and is not eligible for a fee waiver."
   },
   {
       "id": "nofee_dwi",
       "label": "No Fee - DWI",
       "text": "Defendant has failed to pay the fee required by Art. 984(C)."
   },
   {
       "id": "nofee_waiver",
       "label": "No Fee or Waiver",
       "text": "Defendant has failed to pay the fee required by Art. 983(B)(1) or provide the Bureau with a valid fee waiver."
   },
   {
       "id": "no_dismissal",
       "label": "No Proof of Dismissal",
       "text": "Defendant alleges that the charges in this matter have been dismissed. The Bureau has not received any evidence that the Defendant's charge was dismissed or that Defendant is otherwise eligible for this expungement."
   },
   {
       "id": "no_prosecution",
       "label": "No Proof of Non-Prosecution",
       "text": "Defendant alleges that they were not prosecuted for any offense arising out of this matter. The Bureau has not received any evidence of disposition or that Defendant is otherwise eligible for this expungement."
   },
   {
       "id": "no_pti",
       "label": "No Proof of PTI",
       "text": "Defendant is not entitled to an expungement of the arrest for DWI at this time. La. C.Cr.P. Art. 976(B) states, 'Pursuant to R.S. 15:578.1, no person arrested for a violation of R.S. 14:98 (operating a vehicle while intoxicated) ... and placed by the prosecuting authority into a pre-trial diversion program, shall be entitled to an expungement of the record until five years have elapsed since the date of arrest for that offense.' Defendant has asserted that they completed a pre-trial diversion program and five years have elapsed since the date of arrest, but has not provided proof of completion. The Bureau therefore opposes the expungement of Defendant's DWI arrest."
   },
   {
       "id": "no-saad",
       "label": "No SAAD",
       "text": "Defendant alleges their conviction in this matter has been set aside and dismissed. However, the Bureau has no evidence that Defendant's conviction has been set aside and the prosecution dismissed."
   },
   {
       "id": "nac",
       "label": "Not all charges",
       "text": "Defendant's motion does not list all charges from the identified date of arrest. The Bureau will not be able to expunge any records not properly identified."
   },
   {
       "id": "saad-cds",
       "label": "Not Eligible for SAAD - CDS Conviction",
       "text": "Defendant alleges the conviction in this matter has been set aside and dismissed. However, Defendant's conviction is not eligible for set aside and dismissal pursuant to Art. 893(E)(1)(b). Accordingly, because the Bureau has no proof Defendant is otherwise eligible for expungement, the Bureau respectfully objects."
   },
   {
       "id": "saad-nosig",
       "label": "SAAD Not Signed",
       "text": "Defendant alleges their conviction in this matter has been set aside and dismissed. However, Defendant has not filed a motion for set aside and dismissal or has not provided the Bureau with a signed motion and order."
   },
   {
       "id": "wrong-doa",
       "label": "Wrong Date of Arrest",
       "text": "Defendant's motion lists a date of arrest that does not match the Bureau's records. The Bureau will not be able to expunge any records not properly identified."
   }


]